Repository: huyquyet2112/career_tech
Catalog: CareerTech/CareerTech/Resources/Language.*.resx
Languages: vi

source: 1 - 2 years
vi: 1 - 2 năm

source: 1 year
vi: 1 năm

source: 10 – 24 employees
vi: 10 – 24 nhân sự

source: 2 - 3 years
vi: 2 - 3 năm

source: 200 – 499 employees
vi: 200 – 499 nhân sự

source: 25 – 49 employees
vi: 25 – 49 nhân sự

source: 3 - 5 years
vi: 3 - 5 năm

source: 50 – 199 employees
vi: 50 - 199 nhân sự

source: 500+ employees
vi: 500+ nhân sự

source: Action
vi: Hành động

source: Active
vi: Hoạt động

source: Add Level
vi: Thêm trình độ

source: Add Province
vi: Thêm tỉnh/thành phố

source: Add Skill
vi: Thêm kỹ năng

source: Address
vi: Địa chỉ

source: Admin
vi: Quản trị viên

source: Applicant
vi: Ứng viên

source: Applied At
vi: Thời gian ứng tuyển

source: Applied Job Posts
vi: Tin tuyển dụng đã ứng tuyển

source: Apply
vi: Ứng tuyển

source: Apply Again
vi: Ứng tuyển lại

source: Approved
vi: Phê duyệt

source: Banned
vi: Bị cấm

source: Basic Information
vi: Thông tin cơ bản

source: Benefit
vi: Quyền lợi

source: Birthday
vi: Ngày sinh

source: Cancel
vi: Hủy

source: Change Password
vi: Đổi mật khẩu

# ChooseFile
source: Chose File
vi: Chọn file

source: Close
vi: Đóng

source: Closed
vi: Đóng

source: Code
vi: Mã

source: Company
vi: Công ty

source: Company Page
vi: Trang công ty

source: Company Size
vi: Quy mô công ty

source: Confirm
vi: Xác nhận

source: Confirm Password
vi: Xác nhận mật khẩu

source: Copy failed
vi: Sao chép thất bại

source: Copy link
vi: Sao chép đường dẫn

source: Copy successful
vi: Sao chép thành công

source: Count
vi: Số lượng

source: Create
vi: Tạo

source: Create an Account
vi: Tạo tài khoản

source: Create Jd
vi: Tạo tin tuyển dụng

source: Created At
vi: Thời gian tạo

source: Creative and Media
vi: Sáng tạo và Truyền thông

source: Currency Salary
vi: Kiểu tiền tệ

source: Current professional level
vi: Trình độ nghề nghiệp hiện tại

source: Customer Service and Tourism
vi: Dịch vụ Khách hàng và Du lịch

# CvNotFound
source: No CV available at the moment
vi: Hiện tại chưa có CV nào

source: Delete
vi: Xóa

source: Description
vi: Mô tả

source: Deselect All
vi: Bỏ chọn tất cả

source: Didn't receive the code ?
vi: Không nhận được mã ?

source: Domain
vi: Lĩnh vực

source: Edit
vi: Chỉnh sửa

source: Education and Training
vi: Giáo dục và Đào tạo

source: End Date
vi: Ngày kết thúc

source: EndDate
vi: Ngày hết hạn

source: Enter verfication code
vi: Nhập mã xác nhận

# errAdminInfoNotFound
source: Admin Info Not Found
vi: Không tìm thấy thông tin quản trị viên

# errBenefitCannotBeEmpty
source: Benefit cannot be empty
vi: Phúc lợi không được để trống

# errBirthdayInvalidFormat
source: Birthday must be in the format yyyy/MM/dd
vi: Ngày sinh phải đúng định dạng yyyy/MM/dd

# errCodeIsIncorrect
source: Mã không đúng
vi: The code is incorrect

# errCompanySizeCannotBeEmpty
source: Company size can not be empty
vi: Quy mô công ty không được để trống

# errConfirmPasswordCannotBeEmpty
source: Confirm Password cannot be empty
vi: Xác nhận mật khẩu không được để trống

# errCurrencySalaryCannotBeEmpty
source: Salary currency cannot be empty
vi: Loại tiền tệ của mức lương không được để trống

# errDescriptionCannotBeEmpty
source: Description cannot be empty
vi: Mô tả không được để trống

# errDomainCannotBeEmpty
source: Domain cannot be empty
vi: Lĩnh vực không được để trống

# errEmailAlreadyExits
source: Email already exits
vi: Email đã tồn tại

# errEmailNotExits
source: Email Not Exist
vi: Email không tồn tại trong hệ thống

# errEndDateCannotBeEmpty
source: End date cannot be empty
vi: Ngày kết thúc không được để trống

# errExperienceYearCannotBeEmpty
source: Years of experience cannot be empty
vi: Số năm kinh nghiệm không được để trống

# errGenderCannotEmpty
source: Gender cannot be empty
vi: Giới tính không được để trống

# errGeneric
source: Generic Error
vi: Có lỗi xảy ra, vui lòng thử lại

# errGroupDomainNotFound
source: Group Domain Not Found
vi: Không tìm thấy nhóm lĩnh vực

# errLevelCannotBeEmpty
source: Level cannot be empty
vi: Cập độ không được để trống

# errMinSalaryCannotBeGreaterThanMaxSalary
source: Minimum salary cannot be greater than maximum salary
vi: Mức lương tối thiểu không được lớn hơn mức lương tối đa

# errMinSalaryorMaxSalaryCannotBeEmpty
source: Minimum salary or maximum salary cannot be empty
vi: Mức lương tối thiểu hoặc tối đa không được để trống

# errNameCannotEmpty
source: Name Cannot Empty
vi: Tên không được bỏ trống

# errPasswordCannotBeEmpty
source: Password cannot be empty
vi: Mật khẩu không được để trống

# errPasswordDoNotStrong
source: Password do not strong
vi: Mật khẩu không đủ mạnh

# errPasswordInvalid
source: Invalid password
vi: Mật khẩu không hợp lệ

# errPasswordNotEqual
source: Password and confirm password are not equal
vi: Mật khẩu và xác nhận mật khẩu không khớp

# errProvinceCannotBeEmpty
source: Province cannot be empty
vi: Tỉnh/thành phố không được để trống

# errQuantityCannotBeEmpty
source: Quantity cannot be empty
vi: Số lượng không được để trống

# errRecordHasExpired
source: Bản ghi hết hạn
vi: The record has expired

# errRecruitmentInfoNotFound
source: Recruitment Info Not Found
vi: Không tìm thấy thông tin nhà tuyển dụng

# errRequirementCannotBeEmpty
source: Requirement cannot be empty
vi: Yêu cầu không được để trống

# errRoleMissMatch
source: Role mismatch
vi: Vai trò không phù hợp

# errStatusCannotBeEmpty
source: Status cannot be empty
vi: Trạng thái không được để trống

# errTitleCannotBeEmpty
source: Title cannot be empty
vi: Tiêu đề không được để trống

# errUnsupportedRole
source: Unsupported role
vi: Vai trò không được hỗ trợ

# errUpdateGroupDomainFailed
source: Update Group Domain Failed
vi: Cập nhật lĩnh vực thất bại

# errUserNoActive
source: Account banned
vi: Tài khoản hiện tại đã bị cấm

# errUserNotFound
source: User not found
vi: Không tìm thấy người dùng

# errWorkingTypeCannotBeEmpty
source: Working Type cannot be empty
vi: Kiểu làm việc không được để trống

# errWorkLocationCannotBeEmpty
source: Work location cannot be empty
vi: Địa điểm làm việc không được để trống

# errWorkScheduleCannotBeEmpty
source: Work Schedule can not be empty
vi: Lịch làm việc không được để trống

source: Established Date
vi: Ngày thành lập

source: Experience Year
vi: Số năm kinh nghiệm

source: Expiration Date
vi: Ngày hết hạn

source: Female
vi: Nữ

source: File CV
vi: Sơ yếu lí lịch

source: Filter
vi: Lọc

source: Finance and Accounting
vi: Tài chính và Kế toán

source: Fit Status
vi: Trạng thái đánh giá

source: Forgot Password ?
vi: Quên mật khẩu ?

source: Gender
vi: Giới tính

source: Go Back
vi: Quay trở lại

source: Group Domain
vi: Nhóm lĩnh vực

source: Healthcare
vi: Chăm sóc Sức khỏe

source: Human Resources
vi: Nhân sự

source: Hybrid
vi: Linh hoạt

source: InActive
vi: Không hoạt động

source: Inappropriate Content
vi: Nội dung không phù hợp

source: Incomplete Information
vi: Thông tin không đầy đủ

source: Information
vi: Thông tin

source: Information Technology and Software
vi: Công nghệ Thông tin và Phần mềm

source: Jd Detail
vi: Chi tiết tin tuyển dụng

source: Job
vi: Việc làm

source: Job Details
vi: Chi tiết tin tuyển dụng

source: Job Post List
vi: Danh sách bài tuyển dụng

source: jobs
vi: việc làm

# JobStatusStatistic
source: Job statistics by status
vi: Thống kê bài viết tuyển dụng theo trạng thái

# Jost Post
source: Job Post
vi: Bài tuyển dụng

source: Level
vi: Trình độ

source: Link Web
vi: Đường dẫn trang

source: Login
vi: Đăng nhập

source: Login (Admin)
vi: Đăng nhập (Quản trị Viên)

source: Login (Applicant)
vi: Đăng nhập (Ứng viên)

source: Login (Recruitment)
vi: Đăng nhập (Nhà tuyển dụng)

source: Logistics and Supply Chain
vi: Hậu cần và Chuỗi Cung ứng

source: Logout
vi: Đăng xuất

source: Male
vi: Nam

source: Management
vi: Quản lý

source: Manufacturing and Engineering
vi: Sản xuất và Kỹ thuật

source: Map Location
vi: Vị trí bản đồ

source: Marketing and Communication
vi: Tiếp thị và Truyền thông

source: Match
vi: Phù hợp

source: Max Salary
vi: Lương tối đa

source: Maximun
vi: Tối đa

# Message Login
source: Already have an account ? Login here.
vi: Bạn đã có tài khoản ? Đăng nhập tại đây

# Message Logout
source: Are you sure want to logout ?
vi: Bạn có chắc muốn đăng xuất không ?

# Message Register
source: Don't have an account ? Register here.
vi: Bạn chưa có tài khoản ? Đăng kí tại đây

# Message Unsave
source: Are you sure you want to remove this job from your saved list?
vi: Bạn có chắc chắn muốn gỡ tin tuyển dụng khỏi danh sách đã lưu không?

source: Min Salary
vi: Lương tối thiểu

# Minimum
source: Minimun
vi: Tối thiểu

source: Monday - Friday
vi: Thứ 2 - Thứ 6

source: Monday - Saturday
vi: Thứ 2 - Thứ 7

source: More than 5 years
vi: Hơn 5 năm

# msgApplyJobFailed
source: Failed to apply job
vi: Ứng tuyển thất bại

# msgApplyJobSuccess
source: Apply job successfully
vi: Ứng tuyển thành công

# msgCreateJdFailed
source: Failed to create job post
vi: Tạo tin tuyển dụng thất bại

# msgCreateJdSuccess
source: Job post created successfully
vi: Tạo tin tuyển dụng thành công

# msgCreateJobPostApprovalFailed
source: Failed to create approval status
vi: Tạo trạng thái phê duyệt thất bại

# msgCreateJobPostApprovalSuccess
source: Approval status created successfully
vi: Tạo trạng thái phê duyệt thành công

# msgDelete
source: Are you sure want to delete it ?
vi: Bạn có chắc muốn xóa ?

# msgDeleteFileFailed
source: Failed to delete file
vi: Xóa tệp thất bại

# msgDeleteFileSuccess
source: File deleted successfully
vi: Xóa tệp thành công

# msgDeleteJdFailed
source: Failed to delete job posts
vi: Xóa bản ghi thất bại

# msgDeleteJdSuccess
source: Job post delete successly
vi: Xóa bản ghi thành công

# msgErrorSavingFile
source: Saved file error
vi: Lỗi khi tải tệp lên

# msgJobPostNotFound
source: Job post not found
vi: Không tìm thấy tin tuyển dụng

# msgNofileSelected
source: No file selected
vi: Không có tệp nào được tải lên

# msgUnsaveJobPostFailed
source: An error occurred while removing the job from your saved jobs
vi: Gỡ tin tuyển dụng khỏi danh sách không thành công

# msgUpdateAdminFailed
source: Update Admin Failed
vi: Cập nhật thông tin quản trị viên thất bại

# msgUpdateAdminSuccess
source: Update Admin Success
vi: Cập nhật thông tin quản trị viên thành công

# msgUpdateBasicInforFailed
source: Failed to update basic information
vi: Cập nhật thông tin cơ bản thất bại

# msgUpdateBasicInforSuccess
source: Basic information updated successfully
vi: Cập nhật thông tin cơ bản thành công

# msgUpdateFitStatusFailed
source: Failed to update fit status
vi: Cập nhật trạng thái đánh giá thất bại

# msgUpdateFitStatusSuccess
source: Update fit status successfully
vi: Cập nhật trạng thái đánh giá thành công

# msgUpdateGroupDomainSuccess
source: Update Group Domain Success
vi: Cập nhật lĩnh vực thành công

# msgUpdateJdFailed
source: Failed to update job post
vi: Cập nhật tin tuyển dụng thất bại

# msgUpdateJdSuccess
source: Job post updated successfully
vi: Cập nhật tin tuyển dụng thành công

# msgUpdateJobPostApprovalFailed
source: Failed to updated approval status
vi: Cập nhật trạng thái bài tuyển dụng thất bại

# msgUpdateJobPostApprovalSuccess
source: Approval status updated successfully
vi: Cập nhật trạng thái bài tuyển dụng thành công

# msgUpdateLevelFailed
source: Update level failed
vi: Cập nhật trình độ thất bại

# msgUpdateLevelSuccess
source: Update level success
vi: Cập nhật trình độ thành công

# msgUpdatePasswordFailed
source: Update Password Failed
vi: Cập nhật mật khẩu thất bại

# msgUpdatePasswordSuccess
source: Update Password Success
vi: Cập nhật mật khẩu thành công

# msgUpdateProvinceFailed
source: Update province failed
vi: Cập nhật tỉnh/thành phố thất bại

# msgUpdateProvinceSuccess
source: Update province success
vi: Cập nhật tỉnh/thành phố thành công

# msgUpdateRecruitmentFailed
source: Update Recruitment Failed
vi: Cập nhật nhà tuyển dụng thất bại

# msgUpdateRecruitmentSuccess
source: Update Recruitment Success
vi: Cập nhật nhà tuyển dụng thành công

# msgUpdateSavedJobFailed
source: An error occurred while updating the saved job posting
vi: Có lỗi xảy ra khi cập nhật lưu tin tuyển dụng

# msgUpdateSkillFailed
source: Failed to update skill
vi: Cập nhật kỹ năng thất bại

# msgUpdateSkillSuccess
source: Update skill successfully
vi: Cập nhật kỹ năng thành công

# msgUpdateStatusFailed
source: Failed to update status
vi: Cập nhật trạng thái thất bại

# msgUpdateStatusSuccess
source: Status updated successfully
vi: Cập nhật trạng thái thành công

# msgUploadFileSuccess
source: Upload file success
vi: Tải tệp lên thất bại

source: Name
vi: Tên

source: Negotiable
vi: Thỏa thuận

source: New Password
vi: Mật khẩu mới

source: No files available
vi: Không có file nào

# No Job
source: No jobs available at the moment
vi: Hiện tại chưa có công việc nào

# No job applications
source: No job applications found
vi: Hiện tại chưa ứng tuyển công việc nào

# No levels available
source: No levels available yet
vi: Hiện chưa có trình độ nào

# No provinces avaible
source: No cities or provinces avaible yet
vi: Hiện chưa có tỉnh/thành phố nào

# No saved job
source: You haven't saved any jobs yet
vi: Hiện tại chưa lưu công việc nào

# NoApplicants
source: There are currently no applicants
vi: Hiện tại không có ứng viên nào

# NoFileChosen
source: No File Chose
vi: Không có tệp được chọn

# NoRecruiters
source: There are currently no recruiters
vi: Hiện không có nhà tuyển dụng nào

source: Not required
vi: Không yêu cầu

source: Not Match
vi: Không phù hợp

source: Office
vi: Văn phòng

source: Opening
vi: Đang mở

source: Other
vi: Khác

source: Password
vi: Mật khẩu

# Password Note
source: Password must be at least 8 characters long, contain both uppercase and lowercase letters, a number, and a special character
vi: Mật khẩu phải dài ít nhất 8 ký tự, chứa cả chữ hoa và chữ thường, một chữ số và một ký tự đặc biệt

source: Pending Approval
vi: Chờ phê duyệt

source: Personal Information
vi: Thông tin cá nhân

source: Phone Number
vi: Số điện thoại

source: Post Status History
vi: Lịch sử bài đăng

source: Province
vi: Địa điểm

source: Province for work
vi: Tỉnh/thành phố mong muốn làm việc

source: Quantity
vi: Số lượng

source: Reason
vi: Lý do

source: Recruiter
vi: Nhà tuyển dụng

source: Recruitment
vi: Nhà tuyển dụng

source: Recruitment Management
vi: Quản lý tuyển dụng

source: Register
vi: Đăng kí

source: Register Account
vi: Đăng kí tài khoản

source: Rejected
vi: Từ chối

source: Remember Login
vi: Ghi nhớ đăng nhập

source: Remote
vi: Làm việc từ xa

source: Repeat Password
vi: Lặp lại mật khẩu

source: Requirement
vi: Yêu cầu

# Resend code
source: Recend code
vi: Gửi lại mã

source: Reset Password
vi: Đặt lại mật khẩu

source: Resume
vi: Sơ yếu lí lịch

source: Salary
vi: Lương

source: Sales and Business
vi: Bán hàng và Kinh doanh

source: Save
vi: Lưu

source: Saved
vi: Đã lưu

source: Saved Job Posts
vi: Tin tuyển dụng đã lưu

source: Select All
vi: Chọn tất cả

source: Select Company Size
vi: Chọn quy mô công ty

source: Select Currency Salary
vi: Chọn kiểu tiền tệ

source: Select Domain
vi: Chọn lĩnh vực

source: Select Experience Year
vi: Chọn số năm kinh nghiệm

source: Select file
vi: Chọn file

source: Select Gender
vi: Chọn giới tính

source: Select Level
vi: Chọn trình độ

source: Select Province
vi: Chọn địa điểm

source: Select Reason
vi: Chọn lý do

source: Select Status
vi: Chọn trạng thái

source: Select uploaded CV
vi: Chọn CV đã tải lên

source: Select Work Schedule
vi: Chọn thời gian làm việc

source: Select Working Type
vi: Chọn kiểu làm việc

source: Send verfication code
vi: Gửi mã xác nhận

source: Share on social media
vi: Chia sẻ qua mang xã hội

source: Size
vi: Quy mô

source: Skill
vi: Kỹ năng

source: Start Date
vi: Ngày bắt đầu

source: Status
vi: Trạng thái

source: Status Approval
vi: Trạng thái kiểm duyệt

source: Submitted
vi: Đã nộp

source: Suspicious Activity
vi: Hoạt động đáng ngờ

source: There are no job postings
vi: Không có bài viết tuyển dụng

source: Title
vi: Tiêu đề

source: Top Recent Job Postings
vi: Tin tuyển dụng mới nhất hàng đầu

source: Top Recruiters
vi: Nhà tuyển dụng hàng đầu

source: Unsave
vi: Hủy bỏ lưu

source: Update
vi: Cập nhật

source: Upload
vi: Tải lên

source: Upload from device
vi: Tải file từ thiết bị

# UserRoleStatistic
source: User account statistics by role
vi: Thống kê tài khoản theo vai trò

source: View Applicant
vi: Xem ứng viên

source: View CV
vi: Xem CV

source: View Detail
vi: Xem chi tiết

source: View Details
vi: Xem chi tiết

source: View more
vi: Xem thêm

source: Viewed
vi: Đã xem

source: Violation Of Policy
vi: Vi phạm chính sách

# Welcome Admin
source: Welcome to the Admin Page
vi: Chào mừng đến với trang quản trị viên

# Welcome Applicant
source: Welcome to the Career Tech
vi: Chào mừng bạn đến với trang CareerTech

# Welcome Recruitment
source: Welcome to the Recruitment Page
vi: Chào mừng bạn đến với trang nhà tuyển dụng

source: Work Location
vi: Địa điểm làm viêc

source: Work Schedule
vi: Thời gian làm việc

source: Working Hour
vi: Thời gian làm việc

source: Working Type
vi: Kiểu làm việc

source: Fewer than 10 employees
vi: Dưới 10 nhân sự

# msgCodeSent
source: A new code has been sent
vi: Mã mới đã được gửi

# msgErrorRetry
source: Something went wrong. Please try again
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Pending
vi: Chờ xét duyệt

source: Verify Status
vi: Trạng thái xác minh

source: Get data job post status approval (Admin view)
vi: Lấy dữ liệu trạng thái tin tuyển dụng (trang quản trị viên)

source: Delete file CV
vi: Xóa tệp CV

source: Apply job
vi: Ứng tuyển công việc

source: Create job post
vi: Tạo tin tuyển dụng

source: Create job post status approval
vi: Tạo trạng thái kiểm duyệt tin tuyển dụng

source: Delete saved job
vi: Xóa công việc đã lưu

source: Display applicants (Admin view)
vi: Hiển thị danh sách các ứng viên (trang quản trị viên)

source: Display applicants who applied for a job
vi: Hiển thị danh sách ứng viên ứng tuyển công việc

source: Display dashboard of admin
vi: Hiển thị trang tổng hợp của quản trị viên

source: Display dashboard of recruiter
vi: Hiển thị trang tổng hợp của nhà tuyển dụng

source: Display detail admin
vi: Hiển thị chi tiết của quản trị viên

source: Display detail applicant (Admin view)
vi: Hiển thị chi tiết ứng viên (trang quản trị viên)

source: Display detail recruiter (Admin view)
vi: Hiển thị chi tiết nhà tuyển dụng (trang quản trị viên)

source: Display job post (Admin view)
vi: Hiển thị chi tiết tin tuyển dụng (trang quản trị viên)

source: Display job posts (Admin view)
vi: Hiển thị danh sách các tin tuyển dụng (trang quản trị viên)

source: Display job posts by recruiter
vi: Hiển thị các tin tuyển dụng của nhà tuyển dụng

source: Display recruiters (Admin view)
vi: Hiển thị danh sách các nhà tuyển dụng (trang quản trị viên)

source: Display the applied jobs of the applicant
vi: Hiển thị công việc đã ứng tuyển của ứng viên

source: Display the detail of applicant
vi: Hiển thị chi tiết của ứng viên

source: Display the detail of job post of recruiter
vi: Hiển thị chi tiết tin tuyển dụng tạo bởi nhà tuyển dụng

source: Display the detail of recruiter
vi: Hiển thị chi tiết của nhà tuyển dụng

source: Display the detail public applicant
vi: Hiển thị chi tiết ứng viên công khai

source: Display the job post creation form
vi: Hiển thị biểu mẫu tạo tin tuyển dụng

source: Display the public applicants
vi: Hiển thị trang danh sách ứng viên công khai

source: Display the saved jobs of the applicant
vi: Hiển thị công việc đã lưu của ứng viên

source: Get data applicants (Admin view)
vi: Lấy dữ liệu danh sách ứng viên (trang quản trị viên)

source: Get data applicants who applied for a job
vi: Lấy dữ liệu danh sách ứng viên ứng tuyển công việc

source: Get data application job
vi: Láy dữ liệu chi tiết bản ghi ứng tuyển

source: Get data cv files of applicant
vi: Lấy dữ liệu danh sách CV của ứng viên

source: Get data job posts (Admin view)
vi: Lấy dữ liệu danh sách tin tuyển dụng (trang quản trị viên)

source: Get data job posts of recruiter
vi: Lấy dữ liệu danh sách tin tuyển dụng của nhà tuyển dụng

source: Get data levels of applicant
vi: Lấy dữ liệu trình độ của ứng viên

source: Get data perferred provinces
vi: Lấy dữ liệu tỉnh/thành phố mong muốn làm việc của ứng viên

source: Get data public applicants
vi: Lấy dữ liệu danh sách ứng viên công khai

source: Get data recruiters (Admin view)
vi: Lấy dữ liệu danh sách nhà tuyển dụng (trang quản trị viên)

source: Get data skills of applicant
vi: Lấy dữ liệu kỹ năng của ứng viên

source: Get data user status
vi: Lấy dữ liệu trạng thái người dùng

source: Save job
vi: Lưu công việc

source: Update domains of recruiter
vi: Cập nhật lĩnh vực của nhà tuyển dụng

source: Update basic info of admin
vi: Cập nhật thông tin cơ bản của quản trị viên

source: Update basic info of applicant
vi: Cập nhật thông tin cơ bản của ứng viên

source: Update basic info of recruiter
vi: Cập nhật thông tin cơ bản của nhà tuyển dụng

source: Update fit status application job
vi: Cập nhật trạng thái đánh giá của bản ghi ứng tuyển

source: Update job post
vi: Cập nhật tin tuyển dụng

source: Update job post status approval
vi: Cập nhật trạng thái kiểm duyệt tin tuyển dụng

source: Update levels of applicant
vi: Cập nhật trình độ của ứng viên

source: Update provinces of applicant
vi: Cập nhật tỉnh/thành phố mong muốn làm việc của ứng viên

source: Update skills of applicant
vi: Cập nhật kỹ năng của ứng viên

source: Update user status
vi: Cập nhật trạng thái người dùng

source: Upload file CV
vi: Tải tệp CV

source: Upload image
vi: Tải ảnh

source: Access Control
vi: Phân quyền

source: Display detail role (Admin view)
vi: Hiển thị chi tiết vai trò (trang quản trị viên)

source: Display roles (Admin view)
vi: Hiển thị danh sách vai trò (trang quản trị viên)

# errorMessageAccessDenied403
source: Sorry, your access is refused due to security reasons of our server and also our sensitive data.
vi: Rất tiếc, quyền truy cập của bạn bị từ chối do lý do bảo mật của máy chủ và dữ liệu nhạy cảm của chúng tôi.

# errorMessageLoadingFailed
source: Unfortunately we're having trouble loading the page you are looking for.
vi: Rất tiếc, chúng tôi đang gặp sự cố khi tải trang bạn đang tìm.

# errorSuggestionReturnLate
source: Please come back in a while.
vi: Vui lòng quay lại sau.

# errorTitle403
source: OPPSSS!!!! Sorry...
vi: Ối!!! Xin lỗi...

# errorTitleInternal500
source: Opps! Internal Server Error!
vi: Ôi! Lỗi máy chủ nội bộ!

source: Feature
vi: Chức năng

source: Get data roles(Admin view)
vi: Lấy dữ liệu danh sách vai trò (trang quản trị viên)

source: Go Home
vi: Quay lại trang chủ

source: Method
vi: Phương thức

# msgUpdateRolePermissionFailed
source: Failed to update role permissions
vi: Cập nhật quyền của vai trò thất bại

# msgUpdateRolePermissionSuccess
source: Role permissions updated successfully
vi: Cập nhật quyền của vai trò thành công

source: No Role Found
vi: Không tìm thấy vai trò nào

source: Permission
vi: Quyền

source: Role
vi: Vai trò

source: Role Permission
vi: Quyền của vai trò

source: Update role permissions (Admin view)
vi: Cập nhật quyền của vai trò (trang quản trị viên)

source: User Role
vi: Vai trò của người dùng

source: Newest blog
vi: Blog mới nhất
